tap "brewsci/bio"
tap "candid82/brew"
tap "d12frosted/emacs-plus"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jez/formulae"
tap "tiledb-inc/stable"
brew "ack"
brew "apache-drill"
brew "apache-spark"
brew "aspell"
brew "sqlite"
brew "atk"
brew "autoconf"
brew "autoconf-archive"
brew "autojump"
brew "automake"
brew "bat"
brew "gsl"
brew "bcftools"
brew "bedtools"
brew "gmp"
brew "bitlbee", restart_service: true
brew "blast"
brew "icu4c"
brew "boot-clj"
brew "sbcl"
brew "chezscheme"
brew "chicken"
brew "clisp"
brew "cloc"
brew "rlwrap"
brew "clojure"
brew "clojurescript"
brew "clozure-cl"
brew "cmake"
brew "cmdstan"
brew "coreutils"
brew "ctags"
brew "deno"
brew "diamond"
brew "dieharder"
brew "ditaa"
brew "djvu2pdf"
brew "docbook-xsl"
brew "ecl"
brew "exa"
brew "fd"
brew "opus"
brew "findutils"
brew "fish"
brew "flow"
brew "libtool"
brew "freetds"
brew "gauche"
brew "gawk"
brew "gd"
brew "gdk-pixbuf"
brew "libomp"
brew "imagemagick"
brew "gifify"
brew "git"
brew "git-delta"
brew "git-quick-stats"
brew "glslang"
brew "gmime"
brew "gnu-sed"
brew "gnu-tar"
brew "qt"
brew "gnuplot"
brew "pkg-config"
brew "gobject-introspection"
brew "netpbm"
brew "gts"
brew "graphviz"
brew "grip"
brew "grv"
brew "gsasl"
brew "hicolor-icon-theme"
brew "gtk+"
brew "highlight"
brew "htop"
brew "hub"
brew "hugo"
brew "hyperfine"
brew "isync", args: ["HEAD"]
brew "oniguruma"
brew "jq"
brew "languagetool"
brew "leiningen"
brew "libcroco"
brew "libsvm"
brew "libuv"
brew "libxml2"
brew "lightgbm"
brew "lighttpd"
brew "links"
brew "lzlib"
brew "m4"
brew "mafft"
brew "mailutils"
brew "mercurial"
brew "wget"
brew "mmseqs2"
brew "monetdb"
brew "mosh"
brew "mu", args: ["HEAD"]
brew "multimarkdown"
brew "mysql"
brew "nasm"
brew "ncftp"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "nginx"
brew "nlopt"
brew "nmap"
brew "node"
brew "nss"
brew "opam"
brew "openmotif"
brew "p7zip"
brew "pandoc"
brew "pandoc-citeproc"
brew "pandoc-crossref"
brew "parallel"
brew "poppler"
brew "pdfgrep"
brew "pig"
brew "pigz"
brew "pipenv"
brew "pv"
brew "pyenv"
brew "q"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "ripgrep-all"
brew "rsync"
brew "ruby"
brew "samtools"
brew "seqtk"
brew "shellcheck"
brew "shfmt"
brew "sickle"
brew "spark"
brew "sqliteodbc"
brew "sratoolkit"
brew "swig"
brew "tag"
brew "terminal-notifier"
brew "texinfo"
brew "the_silver_searcher"
brew "tidy-html5"
brew "tig"
brew "tldr"
brew "tmux"
brew "tokei"
brew "tree"
brew "unrar"
brew "vowpal-wabbit"
brew "w3m"
brew "weechat"
brew "wordnet"
brew "xlispstat"
brew "xsv"
brew "zeromq"
brew "zstd"
brew "candid82/brew/joker"
brew "d12frosted/emacs-plus/emacs-plus", args: ["HEAD", "with-emacs-27-branch", "with-jansson", "with-mailutils", "with-modern-icon-papirus", "with-xwidgets", "without-spacemacs-icon"]
brew "github/gh/gh"
brew "heroku/brew/heroku"
brew "jez/formulae/pandoc-sidenote"
cask "amethyst"
cask "jalview"
cask "java"
cask "kitty"
