eamodio.gitlens-10.2.2
esbenp.prettier-vscode-5.1.0
ikuyadeu.r-1.4.2
ms-azuretools.vscode-docker-1.3.1
ms-python.python-2020.6.90262
ms-vscode.cpptools-0.28.3
reditorsupport.r-lsp-0.1.6
rust-lang.rust-0.7.8
tonsky.theme-alabaster-0.2.6
vscodevim.vim-1.14.5
